// Generated from public/index.html by admin-crm/scripts/sync-ride-names.mjs.
export const rideNames = new Map([
  [
    12066,
    "ミニオン・ハチャメチャ・ライド"
  ],
  [
    13005,
    "名探偵コナン 4-D ライブ・ショー ～星空の宝石（ジュエル）～"
  ],
  [
    12073,
    "フライト・オブ・ザ・ヒッポグリフ™"
  ],
  [
    12072,
    "ミニオン・ハチャメチャ・アイス"
  ],
  [
    12065,
    "ハリー・ポッター・アンド・ザ・フォービドゥン・ジャーニー™"
  ],
  [
    7065,
    "ハローキティのカップケーキ・ドリーム"
  ],
  [
    7063,
    "ハローキティのリボン・コレクション"
  ],
  [
    7077,
    "ハリウッド・ドリーム・ザ・ライド"
  ],
  [
    12070,
    "ハリウッド・ドリーム・ザ・ライド ～バックドロップ～"
  ],
  [
    14918,
    "ミニオン・ハチャメチャ・ミッション ～大悪党への道～"
  ],
  [
    12068,
    "ジョーズ"
  ],
  [
    17894,
    "ジョーズ ～レッド・アラート～"
  ],
  [
    12067,
    "ジュラシック・パーク・ザ・ライド"
  ],
  [
    12061,
    "マリオカート ～クッパの挑戦状～™"
  ],
  [
    14402,
    "ドンキーコングのクレイジー・トロッコ™"
  ],
  [
    12197,
    "オリバンダーの店™"
  ],
  [
    12091,
    "プレイング・ウィズおさるのジョージ™"
  ],
  [
    12324,
    "貞子の呪い ～ダーク・ホラー・ライド～"
  ],
  [
    12083,
    "セサミストリート 4-D ムービーマジック™"
  ],
  [
    12084,
    "シュレック 4-D アドベンチャー"
  ],
  [
    7214,
    "シング・オン・ツアー"
  ],
  [
    14919,
    "スヌーピーのフライング・エース・アドベンチャー"
  ],
  [
    12082,
    "スペース・ファンタジー・ザ・ライド"
  ],
  [
    7092,
    "ザ・フライング・ダイナソー"
  ],
  [
    12075,
    "フライング・スヌーピー"
  ],
  [
    12071,
    "ヨッシー・アドベンチャー™"
  ],
  [
    13925,
    "チェンソーマン・ザ・カオス 4-D"
  ],
  [
    17893,
    "ファクトリー・オブ・フィアー ～絶望のゾンビ・ツアー～"
  ],
  [
    15322,
    "ジュラシック・パーク・ザ・ライド ～イン・ザ・ダーク～"
  ]
]);
